[
    {
        "imageUrl": "https://cdn.thestage.co.uk/wp-content/uploads/2017/09/18164826/Theatre-Royal_Auditorium-from-the-Royal-Box_CopyrightPeterDazeley_credit-photographer-Peter-Dazeley-700x455.jpg",
        "description": "The Theatre Royal, Drury Lane, commonly known as Drury Lane, is a West End theatre and Grade I listed building in Covent Garden, London, England. The building faces Catherine Street and backs onto Drury Lane."
    },
    {
        "imageUrl": "https://cdn.londonandpartners.com/asset/20adda9d08e8480c6dbbfcf30fbcabdb.jpg",
        "description": "The London Eye, known for sponsorship reasons as the Coca-Cola London Eye, is a giant Ferris wheel on the South Bank of the River Thames in London. The structure is 135 metres tall and the wheel has a diameter of 120 metres."
    },
    {
        "imageUrl": "https://cdn.londonandpartners.com/asset/national-gallery-the-national-gallery-trafalgar-square-69bf160c36657f11199b87c236aec7f7.jpg",
        "description": "The National Gallery is an art museum in Trafalgar Square in the City of Westminster, in Central London. Founded in 1824, it houses a collection of over 2,300 paintings dating from the mid-13th century to 1900."
    },
    {
        "imageUrl": "https://www.somersethouse.org.uk/sites/default/files/styles/header_image/public/HEADER%202_The%20Edmond%20J.%20Safra%20Fountain%20Court_IMG_0435.jpg?itok=HCKiwBFi",
        "description": "Somerset House is a large Neoclassical building situated on the south side of the Strand in central London, overlooking the River Thames, just east of Waterloo Bridge. "
    },
    {
        "imageUrl": "https://www.nimaxtheatres.com/wp-content/uploads/2017/06/DUCH3.jpg",
        "description": "The Duchess Theatre is a West End theatre in the City of Westminster, London, located in Catherine Street near Aldwych. The theatre opened on 25 November 1929 and is one of the smallest West End theatres with a proscenium arch."
    },
    {
        "imageUrl": "https://www.artfund.org/assets/what-to-see/museums-and-galleries/a-c/british-museum/british-museum-exterior_1.jpg",
        "description": "The British Museum, located in the Bloomsbury area of London, United Kingdom, is a public institution dedicated to human history, art and culture."
    },
    {
        "imageUrl": "https://media-cdn.tripadvisor.com/media/photo-s/08/dd/25/05/big-ben.jpg",
        "description": "Big Ben is the nickname for the Great Bell of the clock at the north end of the Palace of Westminster in London and is usually extended to refer to both the clock and the clock tower."
    },
    {
        "imageUrl": "https://media-cdn.tripadvisor.com/media/photo-s/11/a0/bd/59/the-novello-theater.jpg",
        "description": "The Novello Theatre is a West End theatre on Aldwych, in the City of Westminster. It was known as the Strand Theatre between 1913 and 2005."
    },
    {
        "imageUrl": "http://www.shaftesburytheatre.com/content/uploads/2015/08/seats-732x342.jpg",
        "description": "The Shaftesbury Theatre is a West End Theatre, located on Shaftesbury Avenue, in the London Borough of Camden. Opened in 1911 as the New Prince's Theatre, it was the last theatre to be built in Shaftesbury Avenue."
    },
    {
        "imageUrl": "https://i.ytimg.com/vi/Ut55no-YBKk/maxresdefault.jpg",
        "description": "Vast store dedicated to M&M's chocolates and related merchandise, including homewares and clothing."
    },
    {
        "imageUrl": "https://cdn.londonandpartners.com/asset/08d213af8554399bb00a96bd0be145b5.jpg",
        "description": "Tate Modern is a modern art gallery located in London. It is Britain's national gallery of international modern art and forms part of the Tate group."
    },
    {
        "imageUrl": "https://i.pinimg.com/originals/70/5b/8e/705b8e1a35fff015c246e665ddc48e04.jpg",
        "description": "10 Downing Street, colloquially known in the United Kingdom as Number 10, is the headquarters of the Government of the United Kingdom and the official residence and office of the First Lord of the Treasury, a post which, for much of the 18th and 19th centuries and invariably since 1905, has been held by the Prime Minister."
    },
    {
        "imageUrl": "https://d1wgio6yfhqlw1.cloudfront.net/sysimages/product/resized6/St_Pauls_2542_29054.jpg",
        "description": "St Paul's Cathedral, London, is an Anglican cathedral, the seat of the Bishop of London and the mother church of the Diocese of London. It sits on Ludgate Hill at the highest point of the City of London and is a Grade I listed building."
    },
    {
        "imageUrl": "https://www.experiencedays.co.uk/images/London-Dungeon-Experience-Gifts-1920x1080-resize.jpg",
        "description": "The London Dungeon is a tourist attraction along London's South Bank, England, which recreates various gory and macabre historical events in a gallows humour style. It uses a mixture of live actors, special effects and rides."
    },
    {
        "imageUrl": "https://uk.thephantomoftheopera.com/wp-content/uploads/hermajestysauditorium-480x320_c.jpg",
        "description": "Her Majesty's Theatre is a West End theatre situated on Haymarket in the City of Westminster, London."
    },
    {
        "imageUrl": "https://cdn.londonandpartners.com/asset/westminster-abbey-westminster-abbey-e7fd5ab22fe5e9dc0fb2a4b7f3e593f3.jpg",
        "description": "The Westminster Abbey Museum was located in the 11th-century vaulted undercroft beneath the former monks' dormitory in Westminster Abbey, London, England."
    },
    {
        "imageUrl": "http://www.theatrecrafts.com/pages/wp-content/gallery/Venue-Cambridge%20Theatre%20London/cambridge_auditorium_6.jpg",
        "description": "The Cambridge Theatre is a West End theatre, on a corner site in Earlham Street facing Seven Dials, in the London Borough of Camden, built in 1929–30 for Bertie Meyer on an 'irregular triangular site'."
    },
    {
        "imageUrl": "https://www.thelyceumtheatre.com/img/home/brightlyceum-opt.jpg",
        "description": "The Lyceum Theatre is a 2,100-seat West End theatre located in the City of Westminster, on Wellington Street, just off the Strand. The origins of the theatre date to 1765."
    },
    {
        "imageUrl": "https://cdn.thestage.co.uk/wp-content/uploads/2016/11/National-Theatre-South-Bank.-Photo-Milan-Gondashutterstock_190248704-700x455.jpg",
        "description": "The Royal National Theatre in London, commonly known as the National Theatre is one of the United Kingdom's three most prominent publicly funded performing arts venues, alongside the Royal Shakespeare Company and the Royal Opera House."
    },
    {
        "imageUrl": "http://www.worldwalla.co.uk/wp-content/uploads/2017/08/london-transport.jpg",
        "description": "The London Transport Museum, or LT Museum based in Covent Garden, London, seeks to conserve and explain the transport heritage of Britain's capital city."
    },
    {
        "imageUrl": "https://concierge.londonpass.com/images/boxes/tab-01.jpg",
        "description": "The Queen's Theatre is a West End theatre located in Shaftesbury Avenue on the corner of Wardour Street in the City of Westminster, London. It opened on 8 October 1907 as a twin to the neighbouring Hicks Theatre which had opened ten months earlier."
    },
    {
        "imageUrl": "https://pics.librarything.com/picsizes/eb/ab/ebab575b8b3f756636b7a3541514259416c6743.jpg",
        "description": "Forbidden Planet is the trading name of two separate science fiction, fantasy and horror bookshop chains across the United Kingdom, Ireland and the United States, and is named after the 1956 feature film of the same name. The shops sell, in addition to books, comic books, graphic novels, manga, DVDs, video games, and a wide variety of toys, clothing and other collectible merchandise."
    },
    {
        "imageUrl": "https://www.delfontmackintosh.co.uk/images/theatres/noel-coward-theatre/noel-coward-theatre-photograph-51.jpg",
        "description": "The Noël Coward Theatre, formerly known as the Albery Theatre, is a West End theatre on St. Martin's Lane in the City of Westminster, London."
    },
    {
        "imageUrl": "http://www.theatreticketsdirect.co.uk/Content/Media/4-232-Prince-seating.jpg",
        "description": "The Prince of Wales Theatre is a West End theatre in Coventry Street, near Leicester Square in London. It was established in 1884 and rebuilt in 1937, and extensively refurbished in 2004 by Sir Cameron Mackintosh, its current owner."
    },
    {
        "imageUrl": "https://media.timeout.com/images/102862037/630/472/image.jpg",
        "description": "Kinky Boots is a Broadway musical with music and lyrics by Cyndi Lauper and a book by Harvey Fierstein."
    },
    {
        "imageUrl": "https://www.iwm.org.uk/sites/default/files/styles/feature_hero_desktop_1x/public/2017-11/iwm_churchill.jpg?itok=Si9OUfav",
        "description": "The Churchill War Rooms is a museum in London and one of the five branches of the Imperial War Museum."
    },
    {
        "imageUrl": "https://secure.i.telegraph.co.uk/multimedia/archive/02150/The-Imperial-War-M_2150703b.jpg",
        "description": "The Imperial War Museum in London and its ground-breaking galleries tell the stories of people whose lives have been forever impacted by conflict, from the First World War to the present day."
    },
    {
        "imageUrl": "https://cdn.londonandpartners.com/visit/london-organisations/buckingham-palace/100223-640x360-buckingham-palace-dusk-640.jpg",
        "description": "Buckingham Palace is the London residence and administrative headquarters of the monarch of the United Kingdom. Located in the City of Westminster, the palace is often at the centre of state occasions and royal hospitality."
    },
    {
        "imageUrl": "https://cdn.londonandpartners.com/asset/952589daf6581a51ccbafe5e94a78b97.jpg",
        "description": "Southbank Centre is a world-famous, multi-venue arts centre in London, with a dynamic year-round festivals programme and an inclusive ethos."
    },
    {
        "imageUrl": "http://resources.atgtickets.com/static/999_full.jpg",
        "description": "The Lyric Theatre is a West End theatre on Shaftesbury Avenue in the City of Westminster. Designed by the architect C. J. Phipps, it was built by the producer Henry Leslie with profits from the Alfred Cellier and B. C. Stephenson hit, Dorothy (he made £100,000 from this opera), which he transferred from the Prince of Wales Theatre to open his new venue on 17 December 1888."
    },
    {
        "imageUrl": "http://cdn.ltstatic.com/2014/January/VT103920_942long.jpg",
        "description": "Fortnum & Mason is a unique and beautiful store. Fortnum's is renowned as purveyors of fine foods, hampers, teas and wine. "
    },
    {
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/97/Palace_of_Westminster%2C_London_-_Feb_2007.jpg",
        "description": "The Palace of Westminster is the meeting place of the House of Commons and the House of Lords, the two houses of the Parliament of the United Kingdom. "
    },
    {
        "imageUrl": "https://cdn.cultofmac.com/wp-content/uploads/2015/09/regentstreet_hero_2x-780x520.jpg",
        "description": "Discover the innovative world of Apple and shop everything iPhone, iPad, Apple Watch, Mac, and Apple TV, plus explore accessories, entertainment, and expert advice."
    },
    {
        "imageUrl": "https://www.theatreticketsdirect.co.uk/Content/Media/2-135-Playhouse-seating.jpg",
        "description": "The Playhouse Theatre is a West End theatre in the City of Westminster, located in Northumberland Avenue, near Trafalgar Square. The Theatre was built by F. H. Fowler and Hill with a seating capacity of 1,200."
    },
    {
        "imageUrl": "https://static.standard.co.uk/s3fs-public/thumbnails/image/2016/05/25/11/royal-opera-house.jpg?w968h681",
        "description": "The Royal Opera House is an opera house and major performing arts venue in Covent Garden, central London."
    },
    {
        "imageUrl": "https://www.artfund.org/assets/what-to-see/museums-and-galleries/k-m/museum-of-london/museum-of-london-exterior.jpg",
        "description": "The Museum of London documents the history of the English capital city from prehistoric to modern times."
    },
    {
        "imageUrl": "http://medias.photodeck.com/3408d89c-9b44-11e0-848b-656f99f3f82d/19660_9199_StMartinsTheatre_xlarge.jpg",
        "description": "St Martin's Theatre is a West End theatre which has staged the production of The Mousetrap since March 1974, making it the longest continuous run of any show in the world."
    },
    {
        "imageUrl": "https://thenudge.com/wp-content/uploads/2001/09/Borough-Market-street-food-market-london-nudge.jpg",
        "description": "Borough Market is a wholesale and retail food market in Southwark, London, England. It is one of the largest and oldest food markets in London, with a market on the site dating back to at least the 12th century."
    },
    {
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Royal_Festival_Hall_%2837366103611%29.jpg/800px-Royal_Festival_Hall_%2837366103611%29.jpg",
        "description": "The Royal Festival Hall is a 2,500-seat concert, dance and talks venue within Southbank Centre in London. It is situated on the South Bank of the River Thames, not far from Hungerford Bridge, in the London Borough of Lambeth."
    },
    {
        "imageUrl": "https://media-cdn.tripadvisor.com/media/photo-s/0d/54/46/52/auditorium-piccadilly.jpg",
        "description": "The Piccadilly Theatre is a West End theatre located at 16 Denman Street, behind Piccadilly Circus and adjacent to the Regent Palace Hotel, in the City of Westminster, England."
    }
]